Revit 2024 API
ParameterTypeId.DividedpathDisplayNodes Property
 "Display Nodes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DividedpathDisplayNodes { get; }
Visual Basic
Public Shared ReadOnly Property DividedpathDisplayNodes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DividedpathDisplayNodes {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace